[
    {
        "title": "the-blueprint-to-end-gun-violence.pdf",
        "link": "https://www.nyc.gov/assets/home/downloads/pdf/press-releases/2022/the-blueprint-to-end-gun-violence.pdf",
        "snippet": "Yet immediately, as this blueprint lays out, we must address the crisis of guns on our streets. HOW WE WILL SOLVE IT. CITY OF NEW YORK. We will do everything in ..."
    },
    {
        "title": "Investing in America's Future: A Blueprint for Transforming Career ...",
        "link": "https://www2.ed.gov/about/offices/list/ovae/pi/cte/transforming-career-technical-education.pdf",
        "snippet": "A Blueprint for Transforming Career and Technical Education, Washington, D.C., 2012. To request copies of this report, write to: Bertha Crockett, U.S. ..."
    },
    {
        "title": "A Blueprint to Address New York City's Response to the Asylum ...",
        "link": "https://www.nyc.gov/assets/home/downloads/pdf/press-releases/2023/asylum-seeker-blueprint.pdf",
        "snippet": "Mar 7, 2023 ... This blueprint is a clear-eyed look at what will be needed in the coming months and years, along with plans to provide shelter, health care, ..."
    },
    {
        "title": "A GUIDE TO CONNECT ALL AIRMEN TO THE AIR FORCE",
        "link": "https://www.af.mil/Portals/1/documents/ul/EFD-The_Blueprint.pdf",
        "snippet": "This guide will be updated annually. A foundational resource linking all enlisted Airmen from entry to departure. The Blueprint is a living guide that connects ..."
    },
    {
        "title": "usda-science-blueprint.pdf",
        "link": "https://www.usda.gov/sites/default/files/documents/usda-science-blueprint.pdf",
        "snippet": "Feb 6, 2020 ... In the Research, Education, and Economics mission area, there are four agencies and a staff office. The Science Blueprint also includes the ..."
    },
    {
        "title": "New York State Excelsior Pass Blueprint: A national framework for ...",
        "link": "https://its.ny.gov/system/files/documents/2023/03/newyorkstate_excelsiorpass_blueprint.pdf",
        "snippet": "Oct 3, 2021 ... We are excited to present the first digital health credential Blueprint, a national framework to assist other governments in implementing ..."
    },
    {
        "title": "Blueprint for a Secure Cyber Future: The Cybersecurity Strategy for ...",
        "link": "https://www.dhs.gov/xlibrary/assets/nppd/blueprint-for-a-secure-cyber-future.pdf",
        "snippet": "Nov 1, 2011 ... Accordingly, the Blueprint is designed to give tangible and meaningful guidance to those in the homeland security enterprise who have a role in ..."
    },
    {
        "title": "Blueprint 129 January - March 2020",
        "link": "https://www.hcd.ca.gov/policy-research/docs/cec-blueprint-newsletter-129.pdf",
        "snippet": "BLUEPRINT. CALIFORNIA ENERGY COMMISSION. EFFICIENCY DIVISION. 1. Issue 129. January ... The CEC welcomes feedback on. Blueprint. Please contact the editor at ..."
    },
    {
        "title": "Blueprint for Approval of State-Based Health Insurance Exchanges",
        "link": "https://www.cms.gov/cciio/resources/fact-sheets-and-faqs/downloads/cms-blueprint-application.pdf",
        "snippet": "Pursuant to 45 CFR 155.105, FFE states that seek to operate an SBE or SBE-FP must complete and submit an Exchange Blueprint Application. The Blueprint ..."
    },
    {
        "title": "STAAR Grade 5 Science Blueprint Effective as of Academic Year ...",
        "link": "https://tea.texas.gov/student-assessment/staar-g5-science-blueprint.pdf",
        "snippet": "STAAR Grade 5 Science Blueprint. Effective as of Academic Year 2022–23. Reporting Category. Number of Standards. Number of Questions. Number of Points. 1: ..."
    }
]